<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="utf-8">
	<title>Index</title>
	<link rel="stylesheet" href="css/normalize.css">

	   <title>Menu Horizontal</title>
	   <style type="text/css">
	<!--
		body {
			padding:0px;
			margin:0px;
		}
 
		#menu ul {
			padding:0px;
			margin:0px;
			float: left;
			width: 100%;
			background-color:#EDEDED;
			list-style:none;
			font:80% Tahoma;
		}
 
		#menu ul li { display: inline; }
 
		#menu ul li a {
			background-color:#EDEDED;
			color: #333;
			text-decoration: none;
			border-bottom:3px solid #EDEDED;
			padding: 2px 10px;
			float:left;
		}
 
		#menu ul li a:hover {
			background-color:#D6D6D6;
			color: #6D6D6D;
			border-bottom:3px solid #EA0000;
		}
	-->
	</style>



</head>  
      
     
    
   <body>
    
         <h1>
         	
         </h1>
         <img src="https://www.unad.edu.co/templates/unadgeneral/images/logoUNAD.png" width="315" height="67"> 
         <center><p><font color= "blue" size= "6">Introducci&oacute;n a la Ingenier&iacute;a del Software </font> </p></center>
         <h1>
         	

         	
         </h1>
   <script src="js/jquery-3.3.1.js"></script>
   <script src="modernizr-custom.js"></script>
   <script src="prefixfree.js"></script>



    <nav>

         


           <div id="menu">

    	<ul>    	
            <li><a href="Index.html">Inicio</a></li>
            <li><a href="Lecturas.html">Lecturas</a></li>
            <li><a href="Multimedia.html">Multimedia</a></li>
            <li><a href="Actividades.html">Actividades</a></li>
            <li><a href="Autores.html">Autores</a></li>
        </ul>
    	  
        

    </nav>

<center>
 
  <p><font color= "blue" size= "6">Introducci&oacute;n a la Ingenier&iacute;a del Software </font> </p>
  <p><font color= "blue" size= "6"><font color="blue" size="6">Etapas del desarrollo del software</font></font></p>
  
  <h1 align="left"><font size="+1">Introducci&oacute;n</font></h1>
  <p align="left">Este Objetivo Virtual de Informaci&oacute;n  esta dise&ntilde;ado con el fin de que el estudiante ampl&iacute;e y fortalezca los conceptos acerca de la ingenier&iacute;a de software y el proceso de dise&ntilde;o de software; dicha herramienta est&aacute; construida a partir de recursos de f&aacute;cil acceso que se pueden encontrar en alojamientos o sitios web como por ejemplo slideshare que aloja diapositivas o presentaciones, realizadas por usuarios con el deseo de compartir en forma p&uacute;blica o privada diapositivas en diversos formatos, las cuales pueden ser consultadas libremente para apoyo de diversas actividades ya sean formativas o empresariales.<br />
  De igual manera el OVI est&aacute; integrados por videos que permitan comprender mas ampliamente los conceptos que se abordan en la tem&aacute;tica del curso, estos videos est&aacute;n alojado en youtube que es un reconocido sitio web dedicado al alojamiento de videos de f&aacute;cil acceso y para diversidad actividades o tem&aacute;ticas, entre otros alojamientos de f&aacute;cil acceso que permiten enriquecer el proceso formativo.</p>
  <h1 align="left"><font color= "Black" size="+1" >Objetivo General: </font></h1>
  <div align="left"><font color= "Black" size="+1" >Dise&ntilde;ar un Objetivo Virtual de Informaci&oacute;n que permita la profundizaci&oacute;n del curso Introducci&oacute;n a la Ingenier&iacute;a del Software, en cuanto a las Etapas para el desarrollo de software.</font>  </div>
  <h1 align="left"><font color= "Black" size="+1" >    Objetivos Espec&iacute;ficos. </font>  </h1>
  <div align="left">
    <ul>
      <li><font color= "Black" size="+1" >Dise&ntilde;ar contenido de consulta a trav&eacute;s del uso de objetos virtuales de informaci&oacute;n que permitan fortalecer los conceptos del curso.</font></li>
      <li><font color= "Black" size="+1" >Aplicar un objeto virtual de informaci&oacute;n como estrategia para la ense&ntilde;anza del curso</font></li>
      <li><font color= "Black" size="+1" >Evaluar el objeto virtual de informaci&oacute;n como estrategia y herramienta para el fortalecimiento de la ense&ntilde;anza del curso.</font>    </li>
    </ul>
  <h1 aling="left"><font color="#000000" size="+1">Tematica del Curso</font></h1> 
  <p>Generalidades y conceptos de la ingenier&iacute;a del software</p>
  <p>Proceso de Dise&ntilde;o de Software</p>
  <p>Metodolog&iacute;as para el desarrollo de software</p>
  <p>&nbsp;  </p>
  </div>
  </center>

</body>


</html>